{
	"lastName": "akutagawa",
	"firstName": "ryunosuke",
	"suicideNote": "或旧友へ送る手記\n芥川龍之介\n誰もまだ自殺者自身の心理をありのままに書いたものはない。それは自殺者の自尊心や或は彼自身に対する心理的興味の不足によるものであらう。僕は君に送る最後の手紙の中に、はつきりこの心理を伝へたいと思つてゐる。尤もつとも僕の自殺する動機は特に君に伝へずとも善いい。レニエは彼の短篇の中に或自殺者を描いてゐる。この短篇の主人公は何の為に自殺するかを彼自身も知つてゐない。君は新聞の三面記事などに生活難とか、病苦とか、或は又精神的苦痛とか、いろいろの自殺の動機を発見するであらう。しかし僕の経験によれば、それは動機の全部ではない。のみならず大抵は動機に至る道程を示してゐるだけである。自殺者は大抵レニエの描いたやうに何の為に自殺するかを知らないであらう。それは我々の行為するやうに複雑な動機を含んでゐる。が、少くとも僕の場合は唯ぼんやりした不安である。何か僕の将来に対する唯ぼんやりした不安である。君は或は僕の言葉を信用することは出来ないであらう。しかし十年間の僕の経験は僕に近い人々の僕に近い境遇にゐない限り、僕の言葉は風の中の歌のやうに消えることを教へてゐる。従つて僕は君を咎とがめない。……\n僕はこの二年ばかりの間は死ぬことばかり考へつづけた。僕のしみじみした心もちになつてマインレンデルを読んだのもこの間である。マインレンデルは抽象的な言葉に巧みに死に向ふ道程を描いてゐるのに違ひない。が、僕はもつと具体的に同じことを描きたいと思つてゐる。家族たちに対する同情などはかう云ふ欲望の前には何でもない。これも亦君には、Inhuman の言葉を与へずには措おかないであらう。けれども若もし非人間的とすれば、僕は一面には非人間的である。\n僕は何ごとも正直に書かなければならぬ義務を持つてゐる。（僕は僕の将来に対するぼんやりした不安も解剖した。それは僕の「阿呆の一生」の中に大体は尽してゐるつもりである。唯僕に対する社会的条件、――僕の上に影を投げた封建時代のことだけは故意にその中にも書かなかつた。なぜ又故意に書かなかつたと言へば、我々人間は今日でも多少は封建時代の影の中にゐるからである。僕はそこにある舞台の外に背景や照明や登場人物の――大抵は僕の所作しよさを書かうとした。のみならず社会的条件などはその社会的条件の中にゐる僕自身に判然とわかるかどうかも疑はない訣わけには行かないであらう。）――僕の第一に考へたことはどうすれば苦まずに死ぬかと云ふことだつた。縊死いしは勿論この目的に最も合する手段である。が、僕は僕自身の縊死してゐる姿を想像し、贅沢ぜいたくにも美的嫌悪を感じた。（僕は或女人を愛した時も彼女の文字の下手だつた為に急に愛を失つたのを覚えてゐる。）溺死も亦水泳の出来る僕には到底目的を達する筈はずはない。のみならず万一成就じやうじゆするとしても縊死よりも苦痛は多いわけである。轢死れきしも僕には何よりも先に美的嫌悪を与へずにはゐなかつた。ピストルやナイフを用ふる死は僕の手の震へる為に失敗する可能性を持つてゐる。ビルデイングの上から飛び下りるのもやはり見苦しいのに相違ない。僕はこれ等の事情により、薬品を用ひて死ぬことにした。薬品を用ひて死ぬことは縊死することよりも苦しいであらう。しかし縊死することよりも美的嫌悪を与へない外に蘇生そせいする危険のない利益を持つてゐる。唯この薬品を求めることは勿論僕には容易ではない。僕は内心自殺することに定め、あらゆる機会を利用してこの薬品を手に入れようとした。同時に又毒物学の知識を得ようとした。\nそれから僕の考へたのは僕の自殺する場所である。僕の家族たちは僕の死後には僕の遺産に手たよらなければならぬ。僕の遺産は百坪の土地と僕の家と僕の著作権と僕の貯金二千円のあるだけである。僕は僕の自殺した為に僕の家の売れないことを苦にした。従つて別荘の一つもあるブルヂヨアたちに羨ましさを感じた。君はかう云ふ僕の言葉に或可笑をかしさを感じるであらう。僕も亦今は僕自身の言葉に或可笑をかしさを感じてゐる。が、このことを考へた時には事実上しみじみ不便を感じた。この不便は到底避けるわけには行かない。僕は唯家族たちの外に出来るだけ死体を見られないやうに自殺したいと思つてゐる。\nしかし僕は手段を定めた後も半ばは生に執着してゐた。従つて死に飛び入る為のスプリング・ボオドを必要とした。（僕は紅毛人たちの信ずるやうに自殺することを罪悪とは思つてゐない。仏陀は現に阿含経あごんきやうの中に彼の弟子の自殺を肯定してゐる。曲学阿世きよくがくあせいの徒はこの肯定にも「やむを得ない」場合の外はなどと言ふであらう。しかし第三者の目から見て「やむを得ない」場合と云ふのは見す見すより悲惨に死ななければならぬ非常の変の時にあるものではない。誰でも皆自殺するのは彼自身に「やむを得ない場合」だけに行ふのである。その前に敢然と自殺するものは寧むしろ勇気に富んでゐなければならぬ。）このスプリング・ボオドの役に立つものは何と言つても女人である。クライストは彼の自殺する前に度たび彼の友だちに（男の）途みちづれになることを勧誘した。又ラシイヌもモリエエルやボアロオと一しよにセエヌ河に投身しようとしてゐる。しかし僕は不幸にもかう云ふ友だちを持つてゐない。唯僕の知つてゐる女人は僕と一しよに死なうとした。が、それは僕等の為には出来ない相談になつてしまつた。そのうちに僕はスプリング・ボオドなしに死に得る自信を生じた。それは誰も一しよに死ぬもののないことに絶望した為に起つた為ではない。寧むしろ次第に感傷的になつた僕はたとひ死別するにもしろ、僕の妻を劬いたはりたいと思つたからである。同時に又僕一人自殺することは二人一しよに自殺するよりも容易であることを知つたからである。そこには又僕の自殺する時を自由に選ぶことの出来ると云ふ便宜もあつたのに違ひない。\n最後に僕の工夫したのは家族たちに気づかれないやうに巧みに自殺することである。これは数箇月準備した後、兎に角或自信に到達した。（それ等の細部に亘わたることは僕に好意を持つてゐる人々の為に書くわけには行かない。尤もつともここに書いたにしろ、法律上の自殺幇助罪ほうじよざい※(始め二重括弧、1-2-54)このくらゐ滑稽な罪名はない。若しこの法律を適用すれば、どの位犯罪人の数を殖ふやすことであらう。薬局や銃砲店や剃刀屋かみそりやはたとひ「知らない」と言つたにもせよ、我々人間の言葉や表情に我々の意志の現れる限り、多少の嫌疑を受けなければならぬ。のみならず社会や法律はそれ等自身自殺幇助罪を構成してゐる。最後にこの犯罪人たちは大抵は如何にもの優しい心臓を持つてゐることであらう。※(終わり二重括弧、1-2-55)を構成しないことは確かである。）僕は冷やかにこの準備を終り、今は唯死と遊んでゐる。この先の僕の心もちは大抵マインレンデルの言葉に近いであらう。\n我々人間は人間獣である為に動物的に死を怖れてゐる。所謂いはゆる生活力と云ふものは実は動物力の異名に過ぎない。僕も亦人間獣の一匹である。しかし食色にも倦あいた所を見ると、次第に動物力を失つてゐるであらう。僕の今住んでゐるのは氷のやうに透すみ渡つた、病的な神経の世界である。僕はゆうべ或売笑婦と一しよに彼女の賃金（！）の話をし、しみじみ「生きる為に生きてゐる」我々人間の哀れさを感じた。若しみづから甘んじて永久の眠りにはひることが出来れば、我々自身の為に幸福でないまでも平和であるには違ひない。しかし僕のいつ敢然と自殺出来るかは疑問である。唯自然はかう云ふ僕にはいつもよりも一層美しい。君は自然の美しいのを愛し、しかも自殺しようとする僕の矛盾を笑ふであらう。けれども自然の美しいのは僕の末期まつごの目に映るからである。僕は他人よりも見、愛し、且又理解した。それだけは苦しみを重ねた中にも多少僕には満足である。どうかこの手紙は僕の死後にも何年かは公表せずに措おいてくれ給へ。僕は或は病死のやうに自殺しないとも限らないのである。附記。僕はエムペドクレスの伝を読み、みづから神としたい欲望の如何に古いものかを感じた。僕の手記は意識してゐる限り、みづから神としないものである。いや、みづから大凡下だいぼんげの一人としてゐるものである。君はあの菩提樹ぼだいじゆの下に「エトナのエムペドクレス」を論じ合つた二十年前を覚えてゐるであらう。僕はあの時代にはみづから神にしたい一人だつた。\n（昭和二年七月、遺稿）",
	"translation": "Note to a Certain Old Friend\nAkutagawa Ryūnosuke\nNo one has yet written candidly of the mental state of one who is to commit suicide. This may be due to the self-respect of the suicide victim, or perhaps a lack of psychological interest in his own state of mind. In this, my final letter to you, I will endeavour to make clear my mental state. But even if I should fail to convey my motives to you accurately, I will still be satisfied in the attempt. In one of his short stories, Régnier depicts a man who commits suicide, but does not himself understand for what reason. You can find many motivations for suicide in the police section of the newspaper, from fiscal hardship or ill health to mental anguish. In my experience these do not represent the totality of motives, but only speak of the journey towards the true reason. Those who commit suicide are for the most part as Régnier depicted, unaware of their real motivation. Suicide, as with all our actions, involves a complexity of motives. In my case, I am driven by, at the very least, a vague sense of unease: some indistinct sense of unease towards my future. It is possible that you will not be able to take me at my word. Ten years of experience have taught me that for those who are not my close and constant acquaintances, my words dissipate like a song in the wind. So I would not blame you…\nFor the past two years I have thought incessantly of death. It was also during this period that I read Mainländer, whose work has become deeply ingrained in my consciousness. I am certain that Mainländer quite ingeniously depicts the journey towards death, couched in abstract words. I want to depict the same in a more concrete form. I have no greater desire than this, not even sympathy to my family. This might seem to you nothing less than “inhuman,” but if you deem me inhuman, know that I am only superficially so.\nI am duty bound to write all this honestly (I feel that I have already made every effort to examine my vague sense of unease towards my future in “A Fool’s Life.” In it, I deliberately chose not to write about a certain social factor whose shadow still hangs over me – the feudal era. This is because we humans are even today living in its shadow to some extent. I tried to write only of the scenery, lighting, and actors – for the most part my own acting – that appeared on other stages than that one. Besides, I could not but entertain doubts as to whether I myself could clearly understand this social condition while living in the midst of it). My primary concern was how to die in such a way as to minimize suffering. Hanging is, of course, the most appropriate method for this purpose. But when I lingered on the image of my own dangling form, I was overcome by a lavish feeling of aesthetic disgust (I remember a time when I loved a certain woman, but lost my feelings towards her when I found her to be a poor writer). Drowning, too, could in no way achieve my goal, as I am an able swimmer. Even in the unlikely even that I succeeded, it would prove more painful than hanging. The thought of throwing myself beneath a train evoked in me more than anything that sense of aesthetic revulsion. Death by a pistol or a knife held the potential for failure due to the trembling of my hands. Leaping from a building would no doubt be unsightly. Based on these considerations, I settled upon death brought on by a drug. It is possible that death by a drug may be more painful than hanging. However, aside from the fact that I find it less abhorrent than hanging, it also holds the benefit that there is no danger of resuscitation. There only remained the issue that procuring such a drug would be, needless to say, no simple task for me. I set myself upon suicide, and resolved to use every means at my disposal to acquire the drug. At the same time, I tried to gain what knowledge I could of toxicology.\nMy thoughts then turned to where I would take my life. My family would have to rely on my inheritance after my death: a meagre property that would amount to only one hundred tsubo of land, my house, the rights to my work, and my savings of two thousand yen. I was anxious about my house becoming unmarketable because of my suicide, and accordingly felt a sense of envy towards the bourgeois who had even a single country house. You might find my saying such a thing quite ridiculous. But when thinking of these matters, one in reality feels a deep sense of awkwardness. It is an unavoidable awkwardness. I wanted make every effort to kill myself in such a way that no one outside my family would see my corpse.\nEven after I had settled on the means, however, I found I still clung to life in some limited way. Accordingly, I needed a springboard to propel me into death (I do not believe as the westerners do that suicide is a sin. In the Buddhist scriptures, the Buddha affirms the suicide of one of his disciples. Some who distort the truth to cater to public sentiment might say that this applies only in circumstances where such assent is “unavoidable.” But seen from another perspective, these “unavoidable” circumstances are not just the extreme cases where one would inevitably die a more miserable death. Anyone who chooses to take their own life does so as a result of circumstances which are, to them, “unavoidable.” If anything, those who do it before that point must have an abundance of courage). When all is said and done, it is typically a woman who fills the role of this springboard. Kleist, prior to taking his own life, solicited his friends to become his companions. Racine also tried to cast himself into the river Seine together with Molière and Boileau. Unfortunately I have no such friends as these, so I merely tried to convince a woman with whom I was acquainted to die by my side. This, however, turned out to be a proposal she could not undertake for my sake, and I soon became confident that I could take my life without a springboard. This did not come about from despair that no one wished to die with me; rather, I was becoming increasingly sentimental, and even if my wife would be bereaved of me in death, I wanted to be considerate towards her. At the same time, I knew that killing myself would be simpler without an accomplice. What’s more, there was doubtlessly a convenience in being able to take my life at the time of my choosing.\nMy final device was to end my life in such a way that my family would not notice before the deed was done. After several months of preparation, I attained a certain confidence that I would be able to do so (I cannot write these details here for the sake of those people who care about me. But even if I did write it here, it is certain that no charge as ludicrous as “aiding and abetting suicide” would ever be created under our law. If this law were applied, how the number of criminals would increase! Even if the pharmacies, gun shops, and razor sellers claimed that they did not know, as long as our words and expressions betray our true intentions they would receive some measure of suspicion. Besides, society and the law and such have themselves necessitated this aiding and abetting of suicide. In the end what kind hearts most of these criminals would have!). I carried out these preparations calmly, and now merely entertain myself with the thought of death. My mood before it is for the most part as Mainländer wrote.\nWe are human animals and thus fear death as animals do. The so-called “will to live” is nothing more than a different name for animal instinct. I am but one of these human animals, and when I observe my loss of interest in food and women, I realize I have gradually lost this animal instinct. Now I reside in a world of diseased nerves, as translucent as ice. Last night I spoke with a prostitute about her wages (!) and felt deeply the pathos of we humans who “live for the sake of living.” If we can submit ourselves to that eternal slumber, we can doubtlessly win ourselves peace, if perhaps not happiness, but I had doubts as to when I would be brave enough to take my life. In this state, nature has only become more beautiful than ever to me. You love the beauty of nature, and would no doubt scoff at my contradictions. But nature is beautiful precisely because it falls upon eyes that will not appreciate it for much longer. I have seen, loved, and understood more than others. This alone grants me some measure of solace in the midst of insurmountable sorrows. Please keep this letter from being made public for several years after my death. It is possible that I may take my life in a way that appears to be a natural death.\nPS. Reading the life of Empedocles, I realized what an ancient desire it is to make oneself a god. As far as I can tell, this letter does not attempt that. No, I exist only as a mundane human being. Perhaps you recall twenty years ago when we discussed “Empedocles on Etna” under the linden trees. At that time, I was one who fancied himself a god.\nShowa Year Two, July. Manuscript",
	"biography": "Japanese writer and novelist",
	"born": "1892-03-01",
	"died": "1927-07-24",
	"suicideMethod": "Overdosed on barbital"
}